Repository: tzanmix/Kunesis-Dashboard
Catalog: src/locale/messages.*.xlf
Languages: el

# adminRegisteredAnimals
source: Registered Animals
el: Καταχωρημένα Ζώα

# adminActiveHerds
source: Active Herds
el: Ενεργές Αγέλες

# adminDangerousIncidents
source: Dangerous Incidents
el: Επικίνδυνα Περιστατικά

# adminProtectedZones
source: Protected Zones
el: Προστατευμένες Ζώνες

# adminLiveMap
source: Live Animal & Geofence Map <span class="flex h-3 w-3 relative"><span class="animate-ping absolute inline-flex h-full w-full rounded-full bg-emerald-400 opacity-75"></span><span class="relative inline-flex rounded-full h-3 w-3 bg-emerald-500"></span></span>
el: Ζωντανός χάρτης Ζώων & Γεωφραγμάτων <span class="flex h-3 w-3 relative"><span class="animate-ping absolute inline-flex h-full w-full rounded-full bg-emerald-400 opacity-75"></span><span class="relative inline-flex rounded-full h-3 w-3 bg-emerald-500"></span></span>

source: Active Monitor
el: Ζωντανή Παρακολούθηση

source: <span class="w-1.5 h-1.5 rounded-full bg-emerald-500 animate-pulse"></span> Live Signal
el: <span class="w-1.5 h-1.5 rounded-full bg-emerald-500 animate-pulse"></span> Ζωντανό Σήμα

source: Battery
el: Μπαταρία

source: HEART RATE <span class="w-2 h-2 rounded-full bg-rose-500 animate-pulse"></span>
el: Καρδιακοί Παλμοί <span class="w-2 h-2 rounded-full bg-rose-500 animate-pulse"></span>

source: ANXIETY INDEX
el: ΔΕΙΚΤΗΣ ΑΓΧΟΥΣ

source: Calm
el: Ήρεμο

source: Alert
el: Σε Εγρήγορση

source: Stress
el: Αγχωμένο

source: SOUND SENSOR @if(status().isBarking) {<span class="px-1.5 py-0.5 rounded text-[10px] font-bold bg-orange-100 text-orange-600 dark:bg-orange-500/20 dark:text-orange-400 animate-pulse border border-orange-200 dark:border-orange-500/30">BARKING</span>}
el: ΑΙΣΘΗΤΗΡΑΣ ΗΧΟΥ @if(status().isBarking) {<span class="px-1.5 py-0.5 rounded text-[10px] font-bold bg-orange-100 text-orange-600 dark:bg-orange-500/20 dark:text-orange-400 animate-pulse border border-orange-200 dark:border-orange-500/30">BARKING</span>}

source: Location
el: Τοποθεσία

source: Tracking Active
el: Παρακολούθηση Ενεργή

source: TEMPERATURE
el: ΘΕΡΜΟΚΡΑΣΙΑ

source: DETERRENT CONTROLS
el: ΕΛΕΓΧΟΙ ΑΠΩΘΗΣΗΣ

source: Haptic Vibration
el: Δονήσεις Αφής

source: Low intensity correction
el: Διόρθωση Χαμηλής Έντασης

source: Ultrasonic Pulse
el: Υπερηχητικός Παλμός

source: High frequency sound
el: Ήχος Υψηλής Συχνότητας

source: SYSTEM LOG <span class="text-[10px] bg-gray-100 dark:bg-gray-700 px-2 py-0.5 rounded border border-gray-200 dark:border-gray-600">REAL-TIME</span>
el: ΑΡΧΕΙΟ ΚΑΤΑΓΡΑΦΗΣ ΣΥΣΤΗΜΑΤΟΣ <span class="text-[10px] bg-gray-100 dark:bg-gray-700 px-2 py-0.5 rounded border border-gray-200 dark:border-gray-600">REAL-TIME</span>

# appTitle
source: Kunesis {{city}}
el: Κύνησις {{city}}

# navAdmin
source: Admin Dashboard
el: Πίνακας Διαχείρισης

# navUser
source: User Portal
el: Πύλη Χρήστη

# navDog
source: Dog Portal
el: Πύλη Σκύλου

# navRegisterAnimal
source: Register Animal
el: Καταχώρηση Ζώου
